export const lesson1_1_questions = [
  {
    question: "Что такое бизнес-аналитик?",
    options: [
      "Человек, который пишет код",
      "Человек, который анализирует бизнес-процессы",
      "Человек, который управляет проектами",
      "Человек, который тестирует программное обеспечение"
    ],
    correctAnswer: 1
  },
  {
    question: "Какие навыки важны для бизнес-аналитика?",
    options: [
      "Технические навыки",
      "Коммуникационные навыки",
      "Аналитические навыки",
      "Все вышеперечисленное"
    ],
    correctAnswer: 3
  },
  {
    question: "Какой метод сбора требований наиболее эффективен?",
    options: [
      "Интервью",
      "Опросы",
      "Наблюдение",
      "Все вышеперечисленное"
    ],
    correctAnswer: 3
  },
  {
    question: "Что такое SWOT-анализ?",
    options: [
      "Метод анализа требований",
      "Метод оценки рисков",
      "Метод стратегического планирования",
      "Метод тестирования"
    ],
    correctAnswer: 2
  },
  {
    question: "Какой документ описывает бизнес-требования?",
    options: [
      "Техническое задание",
      "Бизнес-требования",
      "План проекта",
      "Отчет о тестировании"
    ],
    correctAnswer: 1
  }
];