export const lesson3_3_questions = [
  {
    question: "Какой инструмент лучше всего подходит для управления задачами и отслеживания прогресса проекта?",
    options: [
      "Jira",
      "MS Visio",
      "Confluence",
      "Microsoft Word"
    ],
    correctAnswer: 0
  },
  {
    question: "Для чего в основном используется Confluence?",
    options: [
      "Для создания диаграмм",
      "Для документирования и совместной работы над контентом",
      "Для управления задачами",
      "Для тестирования"
    ],
    correctAnswer: 1
  },
  {
    question: "Какой инструмент лучше всего подходит для создания бизнес-процессов и диаграмм?",
    options: [
      "Jira",
      "Confluence",
      "MS Visio",
      "Excel"
    ],
    correctAnswer: 2
  },
  {
    question: "Какие из перечисленных функций НЕ является основной для Jira?",
    options: [
      "Управление задачами",
      "Отслеживание ошибок",
      "Создание диаграмм",
      "Agile-доски"
    ],
    correctAnswer: 2
  },
  {
    question: "Что такое Confluence Space?",
    options: [
      "Виртуальное пространство для хранения файлов",
      "Организованное рабочее пространство для команды или проекта",
      "Система контроля версий",
      "Инструмент для создания диаграмм"
    ],
    correctAnswer: 1
  }
];